TEXT1 = """
доброе утро! По идее хвост вниз нарисовали, теперь важно что бы выкупать начали! и тогда можем увидеть отскок/рост

Я буду докупать открытые наши идеи. Но надо решить отдавать ли на отскоке( если он будет)  то что купил сегодня.  ММК, Алроса, Яндекс.
"""

TEXT2 = """
Алроса завтра послезавтра отчет! Там будут шикарные цифры и рынок увидит очень хороший апсайд. + в пятницу дивгэп. его быстро закроют и думаю дивы на халяву! Итого кто хочет забрать до осени больше 20% , лучше идеи не найти!

"""



TEXT3 = """
#аналитикафондов #Алроса

вышел отчет, чуть раньше! Отчет хороший. 100% фкф но не менее 50% чистой прибыли идут на дивы. Сейчас напишем более подробно.  
Но основное это FCF  и это в середине августа! Нужно идти в отсечку по дивидендам.
"""
