TEXT1 = """
доброе утро! По идее хвост вниз нарисовали, теперь важно что бы выкупать начали! и тогда можем увидеть отскок/рост

Я буду докупать открытые наши идеи. Но надо решить отдавать ли на отскоке( если он будет)  то что купил сегодня.  ММК, Алроса, Яндекс.
"""

TEXT2 = """
Алроса завтра послезавтра отчет! Там будут шикарные цифры и рынок увидит очень хороший апсайд. + в пятницу дивгэп. его быстро закроют и думаю дивы на халяву! Итого кто хочет забрать до осени больше 20% , лучше идеи не найти!

"""



TEXT3 = """
#аналитикафондов #Алроса

вышел отчет, чуть раньше! Отчет хороший. 100% фкф но не менее 50% чистой прибыли идут на дивы. Сейчас напишем более подробно.  
Но основное это FCF  и это в середине августа! Нужно идти в отсечку по дивидендам.
"""


TEXT = """
#аналитикафондов 
На днях один из брокеров опубликовал негативный взгляд на акции Алроса.  И даже открыл идею в шорт, запихнули клиеонтов в убыточную сделку. Кто же этот брокер? Кто шортит эту бумагу от 65? Чей глава ресетча верит в искуственнвн алмазы и поддельные ролексы? Синий брокер из трех букв но не втб. 

Изначально, мы не хотели поднимать эту тему, однако не точности аналитических выводов по компании показались нам критическими. Более того, мы уже не однократно замечаем “предвзятое” негативное отношение к Алроса с их стороны, которое не оправдано. 

Среди аргументов для шорта Алросы было указано на снижение продаж алмазов на 21% г/г со стороны De Beers в 4-ом бизнес-цикле, снижение цен на 4-6%, а также более низкий объём импорта в Индию по итогам 4 месяцев 2024 года на 6%. 

Погрузившись в детали, хотим заметить, что наблюдавшееся снижение цен на 4-6% касается только мелких камней, удельный вес в выручке – менее 30%. Цена на крупные камни стабильны или демонстрируют позитивную динамику. Объёмы экспортно-импортных операций в части алмазов в Индию и из Индии падают уже два года как на фоне роста процентных ставок (снижаются запасы у дилеров, которые финансируются через долг), отсутствия официальной статистики по продукции из РФ.
Отдельно стоит проговорить про продажу Алросой своей доли в ангольской алмазодобывающей компании “Катока”. Этот актив уже, по сути, списан. Любые новости по продаже в этом направлении – позитив. Также стоит заметить сильный отчёт по РСБУ за 1 кв. Рекордная выручка за 6 лет, высокий прогнозируемый показатель free-cash flow за первое полугодие 2024 года и форвардный дивиденд более 10%. 
Очень рекомендуем подробнее разобраться в теме, прежде чем делать инвестиционные рекомендации на ШОРТ Алроса. Аналогичные ошибки по данной компании уже были в конце ноября при цене 65.
"""